const myList = ["ปี","วัน","พรุ่งนี้","เมื่อวาน","นาที","โมง","เคย","พ่อ","แม่","พี่","น้อง","ไป","มา","หา","หัวเราะ","ทำ","เห็น","ไกล",
"เล็ก","ใหญ่","ใกล้","ดี","สวย","ยาก","ง่าย","โง่","ฉลาด","แปลก","เช้า","สาย","บ่าย","เย็น","ร้อน","อุ่น","อร่อย","ชอบ","เกลียด","ก่อน",
"อาทิตย์","นม","นำ้","กาแฟ","ชา","เบียร์","เหล้า","ไวน์","วัว","หมู","หมี","ควาย","โลมา","วาฬ","ม้า","แพะ","แกะ","ไก่","กุ้ง","ปลา","เท้า",
"ขา","หัว","แขน","ร่าง","ท้อง","หลัง","หน้า","หนังสือ","เกม","โต๊ะ","เก้าอี้","ลม","ดิน","นำ้","ไฟ","หมอ","วิศวะ","แพทย์","ตำรวจ","ทหาร","แก้ว",
"หิน","เหล็ก","ไฟฟ้า","เคมี","ฟิสิกส์","ผ้า","พัน","หู","ตา","จมูก","ปาก","แว่น","โทรศัพท์","ไอโฟน","ไอแพด","พัด","ร้อน","สวย","หล่อ","กาก","ดำ","เหลือง","ขาว"];

randomizeFunction()

function randomizeFunction() {
    document.getElementById("randomWord").innerHTML = myList[Math.floor(Math.random() * myList.length)]
}